---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.WorksharedOperationProgressChangedEventArgs
source: html/4bf59c13-b078-123b-aaab-e0d547160675.htm
---
# WorksharedOperationProgressChangedEventArgs Members

Indicates whether the event is being cancelled.